Revit 2024 API
ReinforcementRoundingManager.Element Property
 The owner of the reinforcement rounding overrides.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public Element Element { get; }
Visual Basic
Public ReadOnly Property Element As Element
	Get
Visual C++
public:
property Element^ Element {
	Element^ get ();
}
See Also
ReinforcementRoundingManager Class
Autodesk.Revit.DB.Structure Namespace